#!/bin/bash

code --install-extension AdamCaviness.theme-monokai-dark-soda
code --install-extension ahmadawais.shades-of-purple
code --install-extension Angular.ng-template
code --install-extension azemoh.one-monokai
code --install-extension be5invis.vscode-custom-css
code --install-extension cheshirekow.cmake-format
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension davidbabel.vscode-simpler-icons
code --install-extension dbaeumer.vscode-eslint
code --install-extension DotJoshJohnson.xml
code --install-extension dracula-theme.theme-dracula
code --install-extension EditorConfig.EditorConfig
code --install-extension efbenson.scad
code --install-extension emmanuelbeziat.vscode-great-icons
code --install-extension Equinusocio.vsc-community-material-theme
code --install-extension Equinusocio.vsc-material-theme
code --install-extension equinusocio.vsc-material-theme-icons
code --install-extension esbenp.prettier-vscode
code --install-extension file-icons.file-icons
code --install-extension fudgepops.kaitai-struct-vscode
code --install-extension geequlim.godot-tools
code --install-extension Grumpydev.pico8vscodeeditor
code --install-extension HookyQR.beautify
code --install-extension JacquesLucke.blender-development
code --install-extension James-Yu.latex-workshop
code --install-extension jez9999.vsclassic-icon-theme
code --install-extension joaompinto.asciidoctor-vscode
code --install-extension LaurentTreguier.vscode-simple-icons
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.python
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.csharp
code --install-extension ms-vscode.Go
code --install-extension ms-vscode.powershell
code --install-extension ms-vscode.vscode-typescript-tslint-plugin
code --install-extension msjsdiag.debugger-for-chrome
code --install-extension msjsdiag.vscode-react-native
code --install-extension PKief.material-icon-theme
code --install-extension rebornix.ruby
code --install-extension redhat.vscode-yaml
code --install-extension slevesque.vscode-autohotkey
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension streetsidesoftware.code-spell-checker-german
code --install-extension teabyii.ayu
code --install-extension twxs.cmake
code --install-extension vscode-icons-team.vscode-icons
code --install-extension wingrunr21.vscode-ruby
code --install-extension zhuangtongfa.material-theme
code --install-extension zxh404.vscode-proto3