AdamCaviness.theme-monokai-dark-soda
ahmadawais.shades-of-purple
Angular.ng-template
azemoh.one-monokai
be5invis.vscode-custom-css
cheshirekow.cmake-format
DavidAnson.vscode-markdownlint
davidbabel.vscode-simpler-icons
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme.theme-dracula
EditorConfig.EditorConfig
efbenson.scad
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
file-icons.file-icons
fudgepops.kaitai-struct-vscode
geequlim.godot-tools
Grumpydev.pico8vscodeeditor
HookyQR.beautify
JacquesLucke.blender-development
James-Yu.latex-workshop
jez9999.vsclassic-icon-theme
joaompinto.asciidoctor-vscode
LaurentTreguier.vscode-simple-icons
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
slevesque.vscode-autohotkey
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
teabyii.ayu
twxs.cmake
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
zhuangtongfa.material-theme
zxh404.vscode-proto3
