ack
allegro
ansible
aom
aspell
autoconf
automake
awscli
binwalk
cairo
clang-format
colordiff
csfml
ctags
curl
docker-compose
dos2unix
dumb
dust
exa
fd
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gcc@6
gdbm
gettext
giflib
git
git-flow
glib
gmp
gnutls
goaccess
graphicsmagick
graphite2
harfbuzz
hexyl
htop
httpie
hub
icu4c
ilmbase
imagemagick
isl
jpeg
jq
homebrew/cask-drivers/elgato-camera-hub
lame
leptonica
libass
libbluray
libde265
libevent
libffi
libgcrypt
libgpg-error
libheif
libidn2
libmaxminddb
libmikmod
libmodplug
libmpc
libogg
libomp
libpng
libsamplerate
libsndfile
libsoxr
libtasn1
libtiff
libtool
libunistring
libvorbis
libvpx
libyaml
little-cms2
lua
lzo
mas
mitmproxy
mpfr
nasm
ncurses
nettle
nmap
node
nvm
oniguruma
opencore-amr
openexr
openjpeg
openssl
openssl@1.1
opus
opusfile
p11-kit
p7zip
pcre
pcre2
perl
php@7.4
physfs
pixman
pkg-config
protobuf
python
qt
radare2
rbenv
readline
rename
ripgrep
rtmpdump
rubberband
ruby-build
sdl
sdl_gfx
sdl_image
multitail
sdl_mixer
sdl_net
sdl_rtf
sdl_sound
sdl_ttf
sdl2
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sfml
shared-mime-info
speex
sqlite
ssdeep
swig
tesseract
theora
tig
tmux
tokyo-cabinet
trash
tree
unbound
wakeonlan
watch
watchman
webp
weechat
wget
x264
x265
xmake
xvid
xz
yamllint
yarn
zsh
zsh-completions
