adapter
alfred
arduino
blender
charles
coconutbattery
dash
enpass
firefox
forklift
cutter
godot
google-chrome
istat-menus
iterm2
jetbrains-toolbox
shuttle
spotify
transmission
vlc
wireshark
cmake
doxygen
jasper
snappy