adapter
alfred
arduino
bartender
blender
charles
cmake
coconutbattery
cutter
dash
discord
dosbox-x
dotnet
doxygen
elgato-stream-deck
enpass
filebot
firefox
forklift
ghidra
godot
google-chrome
istat-menus
iterm2
jasper
jdownloader
jetbrains-toolbox
jupyterlab
love
nextcloud
obs
shuttle
slack
snappy
sound-control
spotify
temurin
transmission
vlc
wireshark